Repository: wp-plugins/demomentsomtres-mailchimp-immediate-send
Catalog: languages/DeMomentSomTres-MailChimp-Immediate-*.po
Languages: ca

source: Mailchimp Immediate
ca: MailChimp Immediat

source: Mailchimp Immediate Send
ca: Enviament immediat de MailChimp

source: DeMomentSomTres - MailChimp Immediate Send
ca: Enviament immediat de MailChimp per DeMomentSomTres

source: Save Changes
ca: Desar canvis

source: Options
ca: Opcions

source: General Options
ca: Opcions generals

source: Post Types
ca: Tipus de contingut

source: Mailchimp API Key
ca: API Key de MailChimp

source: This section shows only post types having any taxonomy with informed values.
ca: Aquesta secció mostra únicament tipus de contingut que comptin amb alguna taxonomia amb valors informats.

source: If the post type is not selected, NOTHING will be sent after publishing content of that post type.
ca: Si no s'ha triat el tipus de contingut corresponent, NO s'enviarà RES quan es publiqui un contingut d'aquest tipus.

source: taxonomy
ca: Taxonomia

source: List for
ca: Llista per

source: Template for
ca: Plantilla per

source: --- Do not send ---
ca: --- No enviar ---

source: --- Default ---
ca: --- Per defecte ---

source: CURL not installed and required
ca: Es requereix CURL i no està instal·lat

source: Start to send
ca: S'inicia l'enviament

source: Campaign dump
ca: Informació de la campanya

source: Campaign sent
ca: Campanya enviada

source: Error: Campaign not created.
ca: Error: no s'ha creat la campanya.

source: Error: List not found.
ca: Error: llista no trobada.

source: End to send
ca: Acabat l'enviament

source: Send
ca: Enviar

source: Check the field to force resend to mailchimp as a published content is updated.
ca: Marca el camp per forçar el reenviament a la llista de distribució al grabar aquesta actualització del contingut.

source: Force send
ca: Forçar l'enviament

source: The content will be sent to mailchimp when published if linked to any of the active taxonomy terms
ca: El contingut serà enviat a la lista de distribució quan es publiqui sempre que es trobi vinculat a algun dels termes de les taxonomies actives.
